tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "cask"
brew "appzapper"
brew "git"
brew "git-extras"
brew "gh"
brew "maven"
brew "gradle"
brew "htop"
brew "jq"
brew "hugo"
brew "mas"
brew "pandoc" 
brew "tldr"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "nvm"
brew "autojump"
brew "watch"

cask "github"
cask "macpass"
cask "visual-studio-code"
cask "google-chrome"
cask "iterm2"
cask "docker"
cask "vlc"
cask "slack"
cask "postman"
cask "1password"
cask "intellij-idea"
cask "rectangle"
cask "whatsapp"
cask "notion"
cask "dropbox"
cask "vlc"
cask "iterm2"
cask "logitech-options"
cask "adobe-acrobat-reader"
cask "zoom"
cask "drawio"
cask "qmk-toolbox"
cask "google-cloud-sdk"